#pragma once

#include <stdint.h>
#include <pins_arduino.h>

#define PCmodule 1 // Если строка не закоментирована, то работает программа для макетки соединяющейся с ПК
#define DEBUG 1 // Закоментировать строку для выключения отладочных вставок

// Определение контактов ввода/вывода =================================================================================
#ifdef PCmodule

#endif

// Определение временных интервалов ===================================================================================
#ifdef PCmodule

#endif



// Определение констант ===============================================================================================
#ifdef PCmodule

#endif